Revit 2024 API
Document.Paint Method
Overload List
Name | Description
Paint(ElementId, Face, ElementId)
 Paint the element's face with specified material.
Paint(ElementId, Face, FamilyParameter)
 Paint the element's face with specified material.
See Also
Document Class
Document Members
Autodesk.Revit.DB Namespace